# Создайте 4 функции: add(), substract(), multiply(), divide() которые будут принимать по 2 аргумента и возвращать результат:
# сложения, вычитания, умножения и деления.

def add(var1, var2=1):
    print(var1 + var2)


add (7, 4)


def substract(a, b):
    print(a - b)


substract(7, 4)


def multiply(q, l):
    print(q * l)


multiply (7, 4)


def divide(a, b):
    print(a / b)


divide(7, 4)
